11/data/attachments/2a77eb2c063ec917.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jerry_network_Friend_79552_3</nif:username>
            <nif:friendToBeRequested>soap_friends_a26ceda9-9baa-495d-b3b3-74a127cc4d09</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>